[{"label": "Armor_008_Lower_Desc", "text": "Gerudo-made trousers for men sold rarely by Gerudo retailers. Sapphire is used in their creation, which harnesses the power of ice to make the heat more tolerable."}, {"label": "Armor_014_Lower_Desc", "text": "These rock-climbing boots have special no-slip toes that help you cling to walls. This ancient technology facilitates more nimble climbing."}, {"label": "Armor_087_Lower_Name", "text": "Radiant Tights"}, {"label": "Armor_159_Lower_Name", "text": "Snow Boots"}, {"label": "Armor_171_Lower_Name", "text": "Phantom Greaves"}, {"label": "Armor_004_Lower_Desc", "text": "These trousers are common throughout the Hyrule region. The soft fabric makes them quite comfortable. A Great Fairy has increased their defense by three levels."}, {"label": "Armor_077_Lower_Name", "text": "Stealth Tights"}, {"label": "Armor_083_Lower_Name", "text": "Climbing Boots"}, {"label": "Armor_155_Lower_Name", "text": "Sand Boots"}, {"label": "Armor_219_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who appeared from the sky riding a mighty bird. A Great Fairy has increased their defense to its maximum level."}, {"label": "Armor_073_Lower_Name", "text": "Snowquill Trousers"}, {"label": "Armor_209_Lower_Desc", "text": "Legends say these trousers were once cherished by a hero who sailed the Great Sea. A Great Fairy has increased their defense to its maximum level."}, {"label": "Armor_215_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who appeared from the sky riding a mighty bird. It was the official garb of a certain order of knights."}, {"label": "Armor_049_Lower_Desc", "text": "Gerudo artisans modified these boots for life in the desert. The special soles distribute your body weight evenly so you can maintain your normal movement speed on sand."}, {"label": "Armor_205_Lower_Desc", "text": "Legends say these trousers were cherished by a hero who sailed the Great Sea. They're water-resistant, naturally."}, {"label": "Armor_211_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who battled the beasts of twilight. A Great Fairy has increased their defense by one level."}, {"label": "Armor_201_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who traveled through time. A Great Fairy has increased their defense by one level."}, {"label": "Armor_039_Lower_Desc", "text": "Legends say these trousers were tailored for a hero who travels the wilderness. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_035_Lower_Desc", "text": "Legends say these trousers were tailored for a hero who travels the wilderness. A Great Fairy has increased their defense by one level."}, {"label": "Armor_086_Lower_Desc", "text": "The special no-slip toes of these boots make you a more efficient climber. A Great Fairy has increased their defense to its maximum level."}, {"label": "Armor_158_Lower_Desc", "text": "These boots evenly distribute your body weight so you can maintain your normal movement speed on deep snow. A Great Fairy increased their defense by three levels."}, {"label": "Armor_105_Lower_Name", "text": "Rubber Tights"}, {"label": "Armor_076_Lower_Desc", "text": "Goron artisans used flame-resistant rocks to craft these fireproof boots for curious Hylians visiting Goron City. A Great Fairy raised their defense to its maximum level."}, {"label": "Armor_154_Lower_Desc", "text": "These Gerudo-made boots evenly distribute your weight so you can maintain your normal movement speed on sand. A Great Fairy has increased their defense by three levels."}, {"label": "Armor_160_Lower_Desc", "text": "The result of Kilton's research into monsters. Looks like your average leg wear at first, but these were created based on the image of a monster born of darkness."}, {"label": "Armor_072_Lower_Desc", "text": "The Rito feathers that line these trousers make them excellent at retaining body heat. A Great Fairy has increased their defense by three levels."}, {"label": "Armor_017_Lower_Name", "text": "Radiant Tights"}, {"label": "Armor_101_Lower_Name", "text": "Ancient Greaves"}, {"label": "Armor_007_Lower_Name", "text": "Zora Greaves"}, {"label": "Armor_228_Lower_Name", "text": "Fierce Deity Boots"}, {"label": "Armor_218_Lower_Name", "text": "Trousers of the Sky"}, {"label": "Armor_230_Lower_Name", "text": "Trousers of the Hero"}, {"label": "Armor_214_Lower_Name", "text": "Trousers of Twilight"}, {"label": "Armor_048_Lower_Name", "text": "Barbarian Leg Wraps"}, {"label": "Armor_210_Lower_Name", "text": "Trousers of Twilight"}, {"label": "Armor_060_Lower_Name", "text": "Trousers of the Wild"}, {"label": "Armor_104_Lower_Desc", "text": "These invaluable tights are resistant to electricity. They're made with an ancient technology called \"rubber.\" A Great Fairy has increased their defense by two levels."}, {"label": "Armor_099_Lower_Name", "text": "Ancient Greaves"}, {"label": "Armor_095_Lower_Name", "text": "Soldier's Greaves"}, {"label": "Armor_089_Lower_Name", "text": "Radiant Tights"}, {"label": "Armor_100_Lower_Desc", "text": "These greaves use the same technology found in Guardian automata, which reduces damage from ancient weaponry. A Great Fairy increased their defense by two levels."}, {"label": "Armor_006_Lower_Desc", "text": "These greaves have been passed down among the Zora for generations. It's been said they're crafted using dragon scales. Equip them to swim faster."}, {"label": "Armor_012_Lower_Desc", "text": "Members of the Sheikah tribe wear these tights when they need to move stealthily. They're made from noise-suppressing cloth, a hallmark of ancient Sheikah technology."}, {"label": "Armor_085_Lower_Name", "text": "Climbing Boots"}, {"label": "Armor_227_Lower_Desc", "text": "Boots worn by a hero from a world in which the moon threatened to fall. Wearing them provides godlike power. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_217_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who appeared from the sky riding a mighty bird. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_063_Lower_Desc", "text": "These greaves have been passed down among the Zora for generations. Equip them to swim faster. A Great Fairy has increased their defense by three levels."}, {"label": "Armor_141_Lower_Desc", "text": "Boots designed for hiking up snowy mountains. They evenly distribute your body weight so you can maintain your normal movement speed on deep snow."}, {"label": "Armor_213_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who battled the beasts of twilight. A Great Fairy has increased their defense by three levels."}, {"label": "Armor_053_Lower_Desc", "text": "Gerudo favor this traditional sirwal. Its short length allows for ease of movement, and its subtle design is quite fashionable."}, {"label": "Armor_043_Lower_Desc", "text": "These old trousers are threadbare in spots, but they're surprisingly comfortable. The legs are a bit too short, though."}, {"label": "Armor_098_Lower_Desc", "text": "Greaves favored by Hyrulean guards. They owe their distinctly high defense to the metal plates they're made from. A Great Fairy raised their defense to the maximum level."}, {"label": "Armor_088_Lower_Desc", "text": "Tights sold by the Gerudo Secret Club. Paint made from crushed luminous stones causes them to glow in the dark. A Great Fairy increased their defense by two levels."}, {"label": "Armor_201_Lower_Name", "text": "Trousers of Time"}, {"label": "Armor_084_Lower_Desc", "text": "The special no-slip toes of these boots make you a more efficient climber. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_113_Lower_Name", "text": "Barbarian Leg Wraps"}, {"label": "Armor_090_Lower_Desc", "text": "Tights sold by the Gerudo Secret Club. Paint made from crushed luminous stones causes them to glow in the dark. A Great Fairy raised their defense to its maximum level."}, {"label": "Armor_035_Lower_Name", "text": "Trousers of the Wild"}, {"label": "Armor_103_Lower_Name", "text": "Rubber Tights"}, {"label": "Armor_021_Lower_Name", "text": "Ancient Greaves"}, {"label": "Armor_158_Lower_Name", "text": "Snow Boots"}, {"label": "Armor_226_Lower_Name", "text": "Fierce Deity Boots"}, {"label": "Armor_154_Lower_Name", "text": "Sand Boots"}, {"label": "Armor_232_Lower_Name", "text": "Trousers of the Hero"}, {"label": "Armor_072_Lower_Name", "text": "Snowquill Trousers"}, {"label": "Armor_066_Lower_Name", "text": "Desert Voe Trousers"}, {"label": "Armor_062_Lower_Name", "text": "Zora Greaves"}, {"label": "Armor_140_Lower_Name", "text": "Snow Boots"}, {"label": "Armor_204_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who traveled through time. A Great Fairy has increased their defense to its maximum level."}, {"label": "Armor_200_Lower_Desc", "text": "Legends say these trousers were once worn by a hero who traveled through time. They were originally made by a people who made their home in the forest."}, {"label": "Armor_106_Lower_Desc", "text": "These invaluable tights are resistant to electricity. They're made with an ancient technology called \"rubber.\" A Great Fairy raised their defense to its maximum level."}, {"label": "Armor_112_Lower_Desc", "text": "Leg wraps once favored by a warlike tribe. The traditional design bolsters your fighting spirit and raises your strength. A Great Fairy increased their defense by two levels."}, {"label": "Armor_179_Lower_Name", "text": "Royal Guard Boots"}, {"label": "Armor_185_Lower_Name", "text": "Salvager Trousers"}, {"label": "Armor_097_Lower_Name", "text": "Soldier's Greaves"}, {"label": "Armor_102_Lower_Desc", "text": "These greaves use the same technology as Guardians to reduce damage from ancient weaponry. A Great Fairy raised their defense to its maximum level."}, {"label": "Armor_020_Lower_Desc", "text": "Hyrulean guards favored these greaves. They owe their distinctly high defense to the metal plates they're made from, but the added weight takes some getting used to."}, {"label": "Armor_229_Lower_Desc", "text": "Boots worn by a hero from a world in which the moon threatened to fall. Wearing them provides godlike power. A Great Fairy raised their defense to its maximum level."}, {"label": "Armor_157_Lower_Desc", "text": "These boots evenly distribute your body weight so you can maintain your normal movement speed on deep snow. A Great Fairy increased their defense by two levels."}, {"label": "Armor_225_Lower_Desc", "text": "According to legend, these boots were once worn by a hero from a world in which the moon threatened to fall. Wearing them provides godlike power."}, {"label": "Armor_153_Lower_Desc", "text": "These Gerudo-made boots evenly distribute your weight so you can maintain your normal movement speed on sand. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_231_Lower_Desc", "text": "Legends say these trousers were favored by a hero from an ancient age. A Great Fairy has increased their defense by one level."}, {"label": "Armor_071_Lower_Desc", "text": "The Rito feathers that line these trousers make them excellent at retaining body heat. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_065_Lower_Desc", "text": "Gerudo trousers for men sold in the Gerudo Secret Club. Sapphire used in their creation offers protection from the heat. A Great Fairy increased their defense by two levels."}, {"label": "Armor_006_Lower_Name", "text": "Zora Greaves"}, {"label": "Armor_061_Lower_Desc", "text": "Legends say these trousers were tailored for a hero who travels the wilderness. A Great Fairy has increased their defense to its maximum level."}, {"label": "Armor_002_Lower_Name", "text": "Hylian Trousers"}, {"label": "Armor_207_Lower_Name", "text": "Trousers of the Wind"}, {"label": "Armor_213_Lower_Name", "text": "Trousers of Twilight"}, {"label": "Armor_096_Lower_Desc", "text": "Greaves favored by Hyrulean guards. They owe their distinctly high defense to the metal plates they're made from. A Great Fairy has increased their defense by two levels."}, {"label": "Armor_203_Lower_Name", "text": "Trousers of Time"}, {"label": "Armor_174_Lower_Desc", "text": "There was once a man who claimed to be the very reincarnation of a fairy. He treasured these tights, and so will you. After all, they're a rather rare find. Kooloo-Limpah!"}, {"label": "Armor_180_Lower_Desc", "text": "Some believe these greaves are inspirited by a dark entity resembling the Great King of Evil himself. They're a rather rare find."}, {"label": "Armor_043_Lower_Name", "text": "Well-Worn Trousers"}, {"label": "Armor_037_Lower_Name", "text": "Flamebreaker Boots"}, {"label": "Armor_111_Lower_Name", "text": "Barbarian Leg Wraps"}, {"label": "Armor_009_Lower_Desc", "text": "The Rito sell these trousers to Hylians in Rito Village. The inside is lined with Rito feathers, so they excel at retaining body heat."}, {"label": "Armor_078_Lower_Name", "text": "Stealth Tights"}, {"label": "Armor_084_Lower_Name", "text": "Climbing Boots"}, {"label": "Armor_156_Lower_Name", "text": "Snow Boots"}, {"label": "Armor_234_Lower_Name", "text": "Trousers of the Hero"}]