[{"label": "Armor_148_Upper_Desc", "text": "In ancient Hyrule, only those respected by the royal family could wear this garment. A Great Fairy has increased its defense by one level."}, {"label": "Armor_076_Upper_Desc", "text": "Fire-resistant armor crafted by Gorons for Hylians curious enough to visit Goron City. A Great Fairy has increased its defense to its maximum level."}, {"label": "Armor_160_Upper_Desc", "text": "Kilton developed this jet-black armor as a result of his monster research. A spurious replica of the green outfit once worn by a legendary hero."}, {"label": "Armor_232_Upper_Desc", "text": "Legend has it this armor was once cherished by a hero from ancient times. Its design is simple yet traditional. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_150_Upper_Desc", "text": "In ancient Hyrule, only those respected by the royal family could wear this garment. A Great Fairy has increased its defense by three levels."}, {"label": "Armor_072_Upper_Desc", "text": "Made by Rito artisans, this tunic stacks molted Rito feathers in each layer to help retain body heat. A Great Fairy has increased its defense by three levels."}, {"label": "Armor_066_Upper_Desc", "text": "Gerudo armor for males. Contains sapphire, which harnesses the power of ice to make the heat more bearable. A Great Fairy has increased its defense by three levels."}, {"label": "Armor_017_Upper_Name", "text": "Radiant Shirt"}, {"label": "Armor_101_Upper_Name", "text": "Ancient Cuirass"}, {"label": "Armor_062_Upper_Desc", "text": "Armor crafted by each generation's Zora princess for her future husband. Equip it to swim up waterfalls. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_007_Upper_Name", "text": "Zora Armor"}, {"label": "Armor_003_Upper_Name", "text": "Hylian Tunic"}, {"label": "Armor_218_Upper_Name", "text": "Tunic of the Sky"}, {"label": "Armor_208_Upper_Name", "text": "Tunic of the Wind"}, {"label": "Armor_214_Upper_Name", "text": "Tunic of Twilight"}, {"label": "Armor_185_Upper_Desc", "text": "[Collaboration: Xenoblade Chronicles 2] Essential gear used by a boy who seeks sunken treasure in the Cloud Sea. It's a rather rare find."}, {"label": "Armor_048_Upper_Name", "text": "Barbarian Armor"}, {"label": "Armor_204_Upper_Name", "text": "Tunic of Time"}, {"label": "Armor_210_Upper_Name", "text": "Tunic of Twilight"}, {"label": "Armor_044_Upper_Name", "text": "Warm Doublet"}, {"label": "Armor_040_Upper_Name", "text": "Desert Voe Spaulder"}, {"label": "Armor_089_Upper_Name", "text": "Radiant Shirt"}, {"label": "Armor_100_Upper_Desc", "text": "Armor made from ancient Sheikah technology and Guardian parts. Reduces damage from ancient weapons. A Great Fairy increased its defense by two levels."}, {"label": "Armor_006_Upper_Desc", "text": "Custom armor painstakingly crafted by each generation's Zora princess for her future  husband. Wearing it will give you the ability to swim up waterfalls."}, {"label": "Armor_079_Upper_Name", "text": "Stealth Chest Guard"}, {"label": "Armor_012_Upper_Desc", "text": "Armor designed for stealth, passed down through the Sheikah tribe. The special fabrics suppress the rustling of clothes even when moving quickly."}, {"label": "Armor_085_Upper_Name", "text": "Climbing Gear"}, {"label": "Armor_002_Upper_Desc", "text": "A common garb popular in Hyrule, especially among travelers. Its light-yet-sturdy fabric doesn't limit movement. A Great Fairy increased its defense by one level."}, {"label": "Armor_075_Upper_Name", "text": "Flamebreaker Armor"}, {"label": "Armor_217_Upper_Desc", "text": "Legend has it this armor was worn by a hero who rode a mighty bird. It was apparently presented after a ceremony. A Great Fairy increased its defense by two levels."}, {"label": "Armor_207_Upper_Desc", "text": "Legend has it this armor was cherished by a hero who sailed the Great Sea. It was woven with love by his grandmother. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_213_Upper_Desc", "text": "Legend has it this armor was worn by a hero who battled monsters of twilight. It looks like some wolf hair is still stuck to it... A Great Fairy increased its defense by three levels."}, {"label": "Armor_053_Upper_Desc", "text": "Standard Gerudo garb popular for its open, breathable design and for the traditional Gerudo markings that adorn it."}, {"label": "Armor_203_Upper_Desc", "text": "Legend has it this armor was once worn by a hero who traveled through time. It can be worn by a child or an adult. A Great Fairy increased its defense by three levels."}, {"label": "Armor_043_Upper_Desc", "text": "A thin shirt made long ago. It's coming apart at the seams, but it's better than nothing. The sleeves are a bit on the short side."}, {"label": "Armor_037_Upper_Desc", "text": "Fire-resistant armor crafted by Gorons for Hylians curious enough to visit Goron City. A Great Fairy has increased its defense by one level."}, {"label": "Armor_088_Upper_Desc", "text": "A shirt sold at the Gerudo Secret Club. It glows in the dark due to a dye made from luminous stones. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_078_Upper_Desc", "text": "Armor designed for stealth, passed down through the Sheikah tribe. Its special fabric suppresses sound. A Great Fairy has increased its defense by three levels."}, {"label": "Armor_084_Upper_Desc", "text": "The ancient technology used in making this gear and its no-slip gloves will make you a better climber. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_113_Upper_Name", "text": "Barbarian Armor"}, {"label": "Armor_090_Upper_Desc", "text": "A shirt sold at the Gerudo Secret Club. It glows in the dark due to a dye made from luminous stones. A Great Fairy increased its defense to its maximum level."}, {"label": "Armor_103_Upper_Name", "text": "Rubber Armor"}, {"label": "Armor_074_Upper_Desc", "text": "Fire-resistant armor crafted by Gorons for Hylians curious enough to visit Goron City. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_015_Upper_Name", "text": "Hylian Tunic"}, {"label": "Armor_021_Upper_Name", "text": "Ancient Cuirass"}, {"label": "Armor_148_Upper_Name", "text": "Champion's Tunic"}, {"label": "Armor_011_Upper_Name", "text": "Flamebreaker Armor"}, {"label": "Armor_226_Upper_Name", "text": "Fierce Deity Armor"}, {"label": "Armor_232_Upper_Name", "text": "Tunic of the Hero"}, {"label": "Armor_150_Upper_Name", "text": "Champion's Tunic"}, {"label": "Armor_066_Upper_Name", "text": "Desert Voe Spaulder"}, {"label": "Armor_216_Upper_Name", "text": "Tunic of the Sky"}, {"label": "Armor_062_Upper_Name", "text": "Zora Armor"}, {"label": "Armor_106_Upper_Desc", "text": "This armor owes its electricity resistance to an ancient material called \"rubber,\" which is nearly impossible to find. A Great Fairy has increased its defense to its maximum level."}, {"label": "Armor_112_Upper_Desc", "text": "Armor once favored by an ancient warlike tribe from the Faron region. Equipping it boosts your attack power. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_179_Upper_Name", "text": "Royal Guard Uniform"}, {"label": "Armor_185_Upper_Name", "text": "Salvager Vest"}, {"label": "Armor_097_Upper_Name", "text": "Soldier's Armor"}, {"label": "Armor_102_Upper_Desc", "text": "Armor made from ancient Sheikah technology and Guardian parts. Reduces damage from ancient weapons. A Great Fairy increased its defense to its maximum level."}, {"label": "Armor_175_Upper_Name", "text": "Island Lobster Shirt"}, {"label": "Armor_020_Upper_Desc", "text": "Hyrulean guards praised this armor for its superior defense. Made from sturdy plates of metal, the high level of craftsmanship that  went into it is obvious with just a glance."}, {"label": "Armor_014_Upper_Desc", "text": "The ancient technology in this gear will make you a better climber. The special no-slip gloves help you use your energy more efficiently to facilitate nimble climbing."}, {"label": "Armor_229_Upper_Desc", "text": "Armor worn by the hero from a world in which the moon threatened to fall. Wearing it provides godlike power. A Great Fairy increased its defense to its maximum level."}, {"label": "Armor_087_Upper_Name", "text": "Radiant Shirt"}, {"label": "Armor_171_Upper_Name", "text": "Phantom Armor"}, {"label": "Armor_225_Upper_Desc", "text": "Legend has it this armor once belonged to the hero of a world in which the moon threatened to fall. When you wear it, you feel a fierce, godlike power flow through you."}, {"label": "Armor_219_Upper_Desc", "text": "Legend has it this armor was worn by a hero who rode a mighty bird. It was apparently presented after a ceremony. A Great Fairy increased its defense to its maximum level."}, {"label": "Armor_231_Upper_Desc", "text": "Legend has it this armor was once cherished by a hero from ancient times. Its design is simple yet traditional. A Great Fairy has increased its defense by one level."}, {"label": "Armor_065_Upper_Desc", "text": "Gerudo armor for males. Contains sapphire, which harnesses the power of ice to make the heat more bearable. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_215_Upper_Desc", "text": "Legend has it this armor was once worn by a hero who appeared from the sky riding atop a mighty bird. Apparently it was presented to celebrate the completion of a ceremony."}, {"label": "Armor_061_Upper_Desc", "text": "This armor was apparently crafted for a hero who travels the wilds. Strangely enough, it's just your size. A Great Fairy has increased its defense to its maximum level."}, {"label": "Armor_002_Upper_Name", "text": "Hylian Tunic"}, {"label": "Armor_207_Upper_Name", "text": "Tunic of the Wind"}, {"label": "Armor_096_Upper_Desc", "text": "Hyrulean guards praised this sturdy armor for its superior defense. The high level of craftsmanship is obvious. A Great Fairy increased its defense by two levels."}, {"label": "Armor_203_Upper_Name", "text": "Tunic of Time"}, {"label": "Armor_174_Upper_Desc", "text": "There was once a man who claimed to be the very reincarnation of a fairy. He treasured this shirt, and so will you. After all, it's a rather rare find. Kooloo-Limpah!"}, {"label": "Armor_180_Upper_Desc", "text": "Some believe this armor is inspirited by a dark entity resembling the Great King of Evil himself. It's a rather rare find."}, {"label": "Armor_037_Upper_Name", "text": "Flamebreaker Armor"}, {"label": "Armor_086_Upper_Desc", "text": "The ancient technology used in making this gear and its no-slip gloves will make you a better climber. A Great Fairy has increased its defense to the maximum level."}, {"label": "Armor_170_Upper_Desc", "text": "Expansion Pass Bonus A shirt with the Nintendo Switch logo on it. It's a rather rare find, so wear it with pride!"}, {"label": "Armor_105_Upper_Name", "text": "Rubber Armor"}, {"label": "Armor_111_Upper_Name", "text": "Barbarian Armor"}, {"label": "Armor_078_Upper_Name", "text": "Stealth Chest Guard"}, {"label": "Armor_228_Upper_Name", "text": "Fierce Deity Armor"}, {"label": "Armor_234_Upper_Name", "text": "Tunic of the Hero"}, {"label": "Armor_001_Upper_Desc", "text": "A common garb that achieved widespread popularity in Hyrule, particularly among travelers. Its light-yet-sturdy fabric doesn't limit movement."}, {"label": "Armor_074_Upper_Name", "text": "Flamebreaker Armor"}, {"label": "Armor_230_Upper_Name", "text": "Tunic of the Hero"}, {"label": "Armor_064_Upper_Name", "text": "Zora Armor"}, {"label": "Armor_206_Upper_Desc", "text": "Legend has it this armor was cherished by a hero who sailed the Great Sea. It was woven with love by his grandmother. A Great Fairy has increased its defense by one level."}, {"label": "Armor_202_Upper_Desc", "text": "Legend has it this armor was once worn by a hero who traveled through time. It can be worn by a child or an adult. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_060_Upper_Name", "text": "Tunic of the Wild"}, {"label": "Armor_036_Upper_Desc", "text": "Made by Rito artisans, this tunic stacks molted Rito feathers in each layer to help retain body heat. A Great Fairy has increased its defense by one level."}, {"label": "Armor_114_Upper_Desc", "text": "Armor once favored by an ancient warlike tribe from the Faron region. Equipping it boosts your attack power. A Great Fairy increased its defense to its maximum level."}, {"label": "Armor_104_Upper_Desc", "text": "This armor owes its electricity resistance to an ancient material called \"rubber,\" which is nearly impossible to find. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_099_Upper_Name", "text": "Ancient Cuirass"}, {"label": "Armor_095_Upper_Name", "text": "Soldier's Armor"}, {"label": "Armor_149_Upper_Desc", "text": "In ancient Hyrule, only those respected by the royal family could wear this garment. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_077_Upper_Desc", "text": "Armor designed for stealth, passed down through the Sheikah tribe. Its special fabric suppresses sound. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_227_Upper_Desc", "text": "Armor worn by the hero from a world in which the moon threatened to fall. Wearing it provides godlike power. A Great Fairy has increased its defense by two levels."}, {"label": "Armor_233_Upper_Desc", "text": "Legend has it this armor was once cherished by a hero from ancient times. Its design is simple yet traditional. A Great Fairy has increased its defense by three levels."}]