[{"label": "Animal_Bear_A_PictureBook", "text": "This king among animals is dangerous game for even the most seasoned hunters. They'll attack anyone who wanders into their territory regardless of the wanderer's weaponry. As their name implies, they have a natural love of honey. Extreme caution is advised when you spot one, but if you're sneaky enough and maybe just a little bit crazy... you just may be able to ride one."}, {"label": "Animal_LittleBird_D_PictureBook", "text": "These small birds hail from the Faron region. As the name suggests, their feathers are more colorful than other sparrows', which has made them a favorite among dilettantes. They feed on small rain-forest insects, but the omnivore in them loves nuts as well."}, {"label": "Animal_Ptarmigan_B_Name", "text": "Hotfeather Pigeon"}, {"label": "Animal_Squirrel_A_PictureBook", "text": "These small creatures are known for their large tails. They tend to live in forests and subsist on acorns and other nuts. They carry their food in their mouths but will sometimes drop it when surprised in an adorable display of shock."}, {"label": "Animal_Gull_A_Name", "text": "Seagull"}, {"label": "Animal_Squirrel_A_Name", "text": "Bushy-Tailed Squirrel"}, {"label": "Animal_Boar_A_PictureBook", "text": "These medium-sized beasts can be found all throughout Hyrule. You can most often find them foraging for food in forests or meadows. Although usually docile, they won't hesitate to charge you full force if you get too close."}, {"label": "Animal_Kokko_A_Name", "text": "Cucco"}, {"label": "Animal_Wolf_A_Name", "text": "Maraudo Wolf"}, {"label": "Animal_Bear_B_Name", "text": "Grizzlemaw Bear"}, {"label": "Animal_Deer_A_PictureBook", "text": "These male deer are usually found deep in the forest. They're well known for their huge, branching antlers, which they'll swing in self- defense if threatened. Deer are cautious by nature so it can be tricky getting close, but if you can capture one, you may be able to take it for a ride."}, {"label": "Animal_Wolf_B_PictureBook", "text": "This contentious beast is native to the Gerudo region. It makes its home in the desert, so it doesn't have a problem with hot, arid climates. They do hunt other beasts and small animals but more often turn their sights on people. They're a threat to anyone traveling through the desert."}, {"label": "Animal_Cassowary_A_PictureBook", "text": "This large bird makes its home in the volcanic region of Eldin. Their heat-resistant feathers and skin are evolutionary traits produced by the harsh environment. Their wings are too small to facilitate flight, but their long legs make them pretty speedy runners."}, {"label": "Animal_LittleBird_C_Name", "text": "Blue Sparrow"}, {"label": "Animal_Crow_A_PictureBook", "text": "This bird is known for its cleverness and for its distinct claws. They make their homes in mountains, forests, and villages alike. Not only are their jet-black feathers seen as an ill omen, but they'll steal the crops right out of a farmer's hands if given the chance. Because of this, they're often met with enmity."}, {"label": "Animal_SunazarashiSP_C_Name", "text": "Patricia"}, {"label": "Animal_Elk_A_Name", "text": "Tabantha Moose"}, {"label": "Animal_Cow_A_PictureBook", "text": "Originating in Hateno Village, these cows are kept as livestock primarily for their milk. Their horns are smaller than a water buffalo's, and they're much more docile and therefore easier to raise. Their horns are decorated with bright colors when taken out to pasture."}, {"label": "Animal_Heron_A_Name", "text": "Blue-Winged Heron"}, {"label": "Animal_RupeeRabbit_A_PictureBook", "text": "They may look like mere rabbits at a fleeting glance, but these strange and aptly named creatures glow with a mysterious blue light. While the details of their origins are entirely unknown, there is one thing we do know: these peculiar little things have a penchant for collecting rupees."}, {"label": "Animal_Ptarmigan_B_PictureBook", "text": "This rare breed of pigeon lives near Death Mountain. Their fireproof feathers are valuable as clothing material. Their meat, on the other hand, is not fireproof, and it'll burn up as soon as it's struck."}, {"label": "Animal_Doe_A_Name", "text": "Mountain Doe"}, {"label": "Animal_Bull_A_PictureBook", "text": "These wild cows come equipped with big, strong horns. They live off grass that grows near the waterfront. Their meat is considered to be high quality, so they're a common target among hunters. Fun fact: the domesticated Hateno cow, often raised in villages, was bred through selective breeding using these."}, {"label": "Animal_Rhino_A_Name", "text": "Great-Horned Rhinoceros"}, {"label": "Animal_Sheep_A_PictureBook", "text": "Originally native to the mountainous regions,  these sheep were domesticated for their wool and have since found a home in villages. Once the fluffy wool grows out, it's harvested and used to make clothing and bedding.  They're calm, timid creatures and move about  in small herds."}, {"label": "Animal_LittleBird_A_PictureBook", "text": "As the name suggests, these birds are rather common around Hyrule. They mainly live in plains or forests but sometimes venture out to villages. Their diet consists of nuts and small insects. They look pretty cute when they jump around, but they don't have much love for people."}, {"label": "Animal_WildGoat_A_Name", "text": "Mountain Goat"}, {"label": "Animal_Sunazarashi_A_Name", "text": "Sand Seal"}, {"label": "Animal_LittleBird_E_Name", "text": "Sand Sparrow"}, {"label": "Animal_Wolf_B_Name", "text": "Wasteland Coyote"}, {"label": "Animal_Rhino_A_PictureBook", "text": "This animal's horn is a whopping half the size of its body. Although originally members of arid-region rhinoceroses, these migrated to colder climates and adapted to live in snowy mountains. Their hides are particularly thick, and their horns can cause some serious damage, so only experienced hunters should track these."}, {"label": "Animal_Bear_B_PictureBook", "text": "This breed of honeyvore bear is distinguished by its gray fur. Even more ferocious than their relatives, they're commonly believed to be the most dangerous wild animal. They live in deep snow away from villages, so it's uncommon to encounter one. That said, if you do find one, you'd be better off not picking a fight with it."}, {"label": "Animal_Boar_A_Name", "text": "Woodland Boar"}, {"label": "Animal_Dog_A_Name", "text": "Hylian Retriever"}, {"label": "Animal_LittleBird_D_Name", "text": "Rainbow Sparrow"}, {"label": "Animal_Fox_A_Name", "text": "Grassland Fox"}, {"label": "Animal_Elk_A_PictureBook", "text": "The largest breed of deer in Hyrule, this mammal's origin was traced back to the Tabantha region. It's easily distinguished by its immense antlers, which these moose shed and regrow yearly. Their meat is tender and high quality, so it works well in a stew."}, {"label": "Animal_RupeeRabbit_A_Name", "text": "Blupee"}, {"label": "Animal_Ptarmigan_A_PictureBook", "text": "This white-feathered breed of pigeon lives in the Hebra region. It's said that a wood pigeon survived atop a snowy mountain by changing its feathers to blend in with the snow and soon after became a white pigeon. They have an extra layer of fat to guard against the cold, so they have been known to yield high-quality meat."}, {"label": "Animal_Heron_B_PictureBook", "text": "This breed of heron is characterized by the pink tips of its feathers. Unlike its waterfront- dwelling relative the blue-winged heron, these live in grasslands or arid regions and subsist on insects that live in the grass. They can often be found walking about searching for food but will fly away if they sense danger."}, {"label": "Animal_Hawk_A_Name", "text": "Islander Hawk"}, {"label": "Animal_Heron_B_Name", "text": "Pink Heron"}, {"label": "Animal_Cassowary_A_Name", "text": "Eldin Ostrich"}]